cairo-coloredemoji
crossover
fingerprint-gui
gnome-shell-extension-system-monitor-git
gnome-terminal-transparency
kubectl-bin
libnetctlgui
libpthread-stubs
netctl-gui
netctlgui-helper
odbc_fdw
osu
pcmciautils
phpunit
plasma5-applet-netctl-gui
pyqt4-common
python-tld
python-yaswfp
robo3t-bin
ruby1.8
spring-boot-cli
uuid
wapiti
xorg-utils
zoom
