cairo-coloredemoji
fingerprint-gui
gnome-perl
gnome-vfs
gnome-vfs-perl
gnomecanvas-perl
goocanvas1
js17
keybase-bin
lib32-js17
libbonobo
libbonoboui
libfprint-git
libgnome
libgnome-data
libgnomeui
orbit2
osu
perl-gnome2-wnck
perl-goo-canvas
perl-gtk2-imageview
perl-gtk2-unique
phpunit
skypeforlinux-bin
wxgtk2.8
xorg-utils
