a52dec
aalib
accerciser
accountsservice
acl
adwaita-icon-theme
aisleriot
alsa-lib
alsa-plugins
anjuta
apache
apm
apr
apr-util
archlinux-keyring
archlinuxcn-keyring
aria2
aspell
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
atom
atomix
attr
autoconf
autoconf-archive
autogen
automake
avahi
awesome
babl
baobab
bash
bc
besttrace
bind-tools
binutils
bison
bleachbit
bluez
bluez-libs
bluez-utils
boost
boost-libs
botan
botan1.10
brasero
bridge-utils
brltty
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo-perl
cairomm
cantarell-fonts
caribou
cdparanoia
cdrdao
cdrtools
celt
celt0.5.1
cheese
chromaprint
chrpath
cifs-utils
clang
clthreads
clucene
clutter
clutter-gst
clutter-gtk
cmake
codeblocks
cogl
colord
colord-gtk
composer
compositeproto
coreutils
cracklib
cryptsetup
ctags
cups-pk-helper
curl
cython
damageproto
db
dbus
dbus-glib
dcadec
dconf
dconf-editor
deepin-menu
deepin-qml-widgets
deepin-qt-dbus-factory
deepin-tool-kit
desktop-file-utils
devhelp
device-mapper
devil
dhcpcd
dialog
diffutils
djvulibre
dkms
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
dotconf
doxygen
dri2proto
dri3proto
dtksettings
dvd+rw-tools
e2fsprogs
eclipse-ecj
efibootmgr
efivar
electron
emacs
empathy
enca
enchant
eog
epiphany
espeak
evince
evolution
evolution-data-server
exempi
exfat-utils
exiv2
expat
faad2
fakeroot
farstream
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sunpinyin
ffmpeg
ffmpeg2.8
fftw
figlet
file
file-roller
filesystem
filezilla
findutils
five-or-more
fixesproto
flac
flatpak
flex
fltk
folks
font-mathematica
fontconfig
fontsproto
four-in-a-row
freeglut
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
gamin
gavl
gawk
gc
gcc
gcc-libs
gcc5
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
gdm
gedit
gedit-code-assistance
gegl
gegl02
geoclue2
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghostscript
giflib
gimp
git
gitg
gjs
glade
glew
glew1.10
glib-networking
glib-perl
glib2
glib2-docs
glibc
glibmm
glproto
glu
gmime
gmp
gnome-2048
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mime-data
gnome-mines
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-online-miners
gnome-panel
gnome-photos
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-sudoku
gnome-system-log
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-standard
gnome-todo
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
gom
goocanvas
google-chrome-dev
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer0.10
gstreamer0.10-base
gtk-doc
gtk-engine-murrine
gtk-theme-arc-git
gtk-update-icon-cache
gtk-vnc
gtk2
gtk2-perl
gtk3
gtk3-print-backends
gtkglext
gtkimageview
gtkmm3
gtksourceview3
gtkspell3
gts
gucharmap
guile
guile2.0
gupnp
gupnp-av
gupnp-dlna
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hitori
hspell
htop
http-parser
httpie
hunspell
hwids
hyphen
iagno
iana-etc
icoutils
icu
idnkit
iftop
ijs
ilmbase
imagemagick
imlib2
inetutils
inputproto
intel-tbb
iproute2
iptables
iputils
ipython
irssi
iso-codes
iw
jack
jansson
jasper
java-commons-daemon
java-environment-common
java-jsvc
java-runtime-common
jbig2dec
jdk7-openjdk
jdk8-openjdk
jemalloc
jfsutils
jq
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js
js38
json-c
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
lame
lcms
lcms2
ldb
ldns
leptonica
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-colord
lib32-cracklib
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-gcc-libs
lib32-gconf
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-jansson
lib32-json-c
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcroco
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libtxc_dxtn
lib32-libudev0-shim
lib32-libusb
lib32-libva
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-smpeg2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libanjuta
libao
libappindicator-gtk2
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libcroco
libcryptui
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdc1394
libdca
libdiscid
libdmapsharing
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfbclient
libffi
libfilezilla
libfontenc
libgcrypt
libgcrypt15
libgda
libgdata
libgdiplus
libgdm
libgee
libgepub
libgexiv2
libgit2
libgit2-glib
libglade
libglvnd
libgme
libgnome-games-support
libgnome-keyring
libgnomecanvas
libgnomekbd
libgpg-error
libgphoto2
libgpod
libgrss
libgsf
libgsystem
libgtop
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidl2
libidn
libiec61883
libimobiledevice
libindicator-gtk2
libinput
libiptcdata
libixion
libjpeg-turbo
libjpeg6-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmariadbclient
libmatroska
libmediaart
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplist
libpng
libpng12
libproxy
libpsl
libpst
libpthread-stubs
libpulse
libpwquality
libqtshadowsocks
libquvi
libquvi-scripts
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstdc++5
libstemmer
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtiger
libtirpc
libtommath
libtool
libtracker-sparql
libtxc_dxtn
libudev0-shim
libunique
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvpx1.3
libwacom
libwbclient
libwebp
libwmf
libwnck
libwnck3
libwpd
libwpg
libwps
libwrap
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libytnef
libzapojit
libzip
libzmf
licenses
lightsoff
linux
linux-api-headers
linux-firmware
liteide
llvm-libs
lm_sensors
logrotate
lpsolve
lsb-release
lua
lua-lgi
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
make
man-db
man-pages
mariadb
mariadb-clients
maven
mdadm
mesa
mesa-demos
mime-types
minecraft
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mongodb
mousetweaks
mozilla-common
mpfr
mpg123
mtdev
mtr
mutagen
mutter
nano
nautilus
nautilus-sendto
ncurses
neon
net-tools
netcdf
netctl
netease-cloud-music
nettle
networkmanager
nm-connection-editor
nodejs
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numix-circle-icon-theme-git
numix-icon-theme-git
obs-studio
ocl-icd
oniguruma
openal
opencore-amr
opencv
openexr
openjpeg
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openthreads
opus
orc
orca
osinfo-db
ostree
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pango-perl
pangomm
pangox-compat
parted
patch
pciutils
pcmciautils
pcre
pcre2
perl
perl-bit-vector
perl-canary-stability
perl-carp-clan
perl-class-accessor
perl-class-data-inheritable
perl-common-sense
perl-data-random
perl-date-calc
perl-digest-hmac
perl-digest-sha1
perl-encode-locale
perl-error
perl-file-basedir
perl-file-copy-recursive
perl-file-listing
perl-file-slurp-tiny
perl-file-which
perl-gd
perl-html-form
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-http-response-encoding
perl-http-server-simple
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-ipc-system-simple
perl-json
perl-json-xs
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mouse
perl-net-dbus
perl-net-dropbox-api
perl-net-http
perl-net-oauth
perl-net-ssleay
perl-path-class
perl-proc-processtable
perl-proc-simple
perl-sort-naturally
perl-sub-uplevel
perl-test-warn
perl-text-iconv
perl-tree-dag-node
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-mechanize
perl-www-robotrules
perl-x11-protocol
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
perl-xml-twig
perl-yaml-tiny
php
php-gd
php-sqlite
pinentry
pixman
pkg-config
pkgfile
playonlinux
polari
polkit
polkit-qt4
poppler
poppler-glib
popt
portaudio
powerline
powerline-common
ppp
presentproto
procps-ng
protobuf
psmisc
pth
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt4-common
pyqt5-common
python
python-appdirs
python-atspi
python-beautifulsoup4
python-cairo
python-chardet
python-colorama
python-crypto
python-dbus
python-dbus-common
python-decorator
python-future
python-gobject
python-jedi
python-packaging
python-pexpect
python-pickleshare
python-pip
python-powerline
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pygments
python-pyparsing
python-requests
python-setuptools
python-six
python-traitlets
python-urllib3
python-wcwidth
python-xdg
python2
python2-appdirs
python2-beautifulsoup4
python2-cairo
python2-cffi
python2-chardet
python2-crypto
python2-dbus
python2-future
python2-gobject
python2-gobject2
python2-meld3
python2-opengl
python2-packaging
python2-pip
python2-ply
python2-pycparser
python2-pyparsing
python2-pyqt5
python2-requests
python2-setuptools
python2-sip
python2-six
python2-urllib3
python2-wnck
python2-xcffib
python2-xpybutil
qca-qt4
qqwing
qrencode
qt-installer-framework
qt4
qt5-3d
qt5-base
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
quadrapassel
randrproto
raptor
rasqal
re2
readline
recode
recordproto
redis
redland
redshift
reiserfsprogs
renderproto
resourceproto
rest
rrdtool
rsync
rtkit
rtmpdump
ruby
ruby1.8
run-parts
rygel
s-nail
sbc
schroedinger
screenfetch
scrnsaverproto
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seahorse
sed
semver
sensors-applet
serf
sg3_utils
shadow
shadowsocks-qt5
shared-color-targets
shared-mime-info
sip
sl
slang
smbclient
smpeg
smpeg2
snappy
sound-theme-freedesktop
source-highlight
speech-dispatcher
speedtest-cli
speex
speexdsp
spice-glib
spice-gtk3
sqlite
startup-notification
steam
steam-native-runtime
subversion
sudo
sunpinyin
sunpinyin-data
sushi
swell-foop
sysfsutils
sysprof
systemd
systemd-sysvcompat
systemd-ui
t1lib
taglib
tali
talloc
tar
tcl
tcpdump
tdb
telepathy-farstream
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
tesseract
tevent
texinfo
thin-provisioning-tools
tig
tigervnc
tk
tmux
tomcat8
totem
totem-plparser
traceroute
tracker
tree
tslib
ttf-dejavu
ttf-liberation
ttf-symbola
ttf-ubraille
tzdata
udisks2
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vala
valgrind
vi
vid.stab
videoproto
vim-runtime
vinagre
vino
virtualbox
virtualbox-host-modules-arch
vlc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
wavpack
wayland
wayland-protocols
webkit2gtk
webkitgtk
webkitgtk2
webrtc-audio-processing
wget
which
whois
wine
winetricks
wiredtiger
wireshark-cli
wpa_actiond
wpa_supplicant
wqy-microhei
wqy-zenhei
wxgtk
wxpython
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xextproto
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfsprogs
xine-lib
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xterm
xvidcore
xz
yajl
yaml-cpp
yaourt
ydcv
yelp
yelp-xsl
you-get
zbar
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zvbi
