a52dec
aalib
accerciser
accountsservice
acl
adwaita-icon-theme
aisleriot
alsa-lib
alsa-plugins
alsa-utils
anjuta
aom
apache
apm
appstream-glib
apr
apr-util
archlinux-keyring
archlinuxcn-keyring
arduino
arduino-builder
arduino-ctags
arduino-docs
argon2
aria2
arpack
asciinema
aspell
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
atom
atomix
attica
attr
autoconf
autoconf-archive
autoconf2.13
autogen
autojump
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
awesome
babl
baobab
bash
bc
besttrace
bind-tools
binutils
bison
blas
bleachbit
bluez
bluez-libs
bluez-utils
boost
boost-libs
botan
brasero
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
byzanz
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairomm
cantarell-fonts
cblas
ccache
cdparanoia
cdrdao
cdrtools
celt
cheese
chromaprint
cifs-utils
clang
clthreads
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark-gfm
codeblocks
cogl
colord
colord-gtk
compiler-rt
composer
confuse
coreutils
cracklib
cronie
cryptsetup
ctags
cups
cups-filters
cups-pk-helper
curl
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
devhelp
device-mapper
devil
dhcpcd
dialog
diffutils
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
docker-machine
dosfstools
dotconf
double-conversion
doxygen
dvd+rw-tools
e2fsprogs
eclipse-ecj
efibootmgr
efivar
electron
elfutils
elixir
emacs
emscripten
enchant
eog
epiphany
erlang-nox
espeak
evince
evolution
evolution-data-server
exempi
exfat-utils
exiv2
expat
expect
faac
faad2
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
fcitx-sunpinyin
feh
ffmpeg
fftw
figlet
file
file-roller
filesystem
filezilla
findutils
firefox
five-or-more
flac
flatpak
flex
fltk
folks
font-mathematica
fontconfig
four-in-a-row
fprintd
freeglut
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
gamin
gavl
gawk
gc
gcab
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
gdm
gedit
gedit-code-assistance
gegl
geoclue2
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghc-libs
ghostscript
giblib
giflib
gimp
git
git-lfs
gitg
gitkraken
gjs
gl2ps
glade
glew
glew1.10
glib-networking
glib2
glib2-docs
glibc
glibmm
glpk
glu
gmime3
gmp
gnome-2048
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-online-miners
gnome-panel
gnome-photos
gnome-robots
gnome-screensaver
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-sudoku
gnome-system-log
gnome-system-monitor
gnome-taquin
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
gom
goocanvas
google-chrome-dev
gperf
gperftools
gpgme
gpm
gptfdisk
gradle
graphene
graphicsmagick
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview3
gtkspell3
gts
gucharmap
guile
guile2.0
gulp
gupnp
gupnp-av
gupnp-dlna
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base64-bytestring
haskell-basement
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-digest
haskell-dlist
haskell-doctemplates
haskell-exceptions
haskell-foundation
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-juicypixels
haskell-lexer
haskell-memory
haskell-mime-types
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-tf-random
haskell-th-abstraction
haskell-time-locale-compat
haskell-tls
haskell-transformers-compat
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-zip-archive
haskell-zlib
hdf5
hicolor-icon-theme
hitori
hspell
htop
http-parser
httpie
hunspell
hunspell-en_US
hwids
hwloc
hyphen
iagno
iana-etc
icoutils
icu
idnkit
iftop
ijs
ilmbase
imagemagick
imake
imlib2
inetutils
intel-tbb
iproute2
iptables
iputils
ipython
irssi
iso-codes
iw
jack
jansson
jasper
java-commons-daemon
java-environment-common
java-jsvc
java-runtime-common
jbig2dec
jdk7-openjdk
jdk8-openjdk
jemalloc
jfsutils
jq
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js52
json-c
json-glib
jsoncpp
jsonrpc-glib
kactivities
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcptun
kcrash
kdbusaddons
kdeclarative
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kmod
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
ladspa
lame
lapack
lcms
lcms2
ldb
ldns
lensfun
leptonica
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-cracklib
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gconf
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaec
libaio
libanjuta
libao
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libcroco
libcryptui
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmapsharing
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfbclient
libfdk-aac
libffi
libfilezilla
libfontenc
libfprint
libfreehand
libftdi
libgcrypt
libgcrypt15
libgda
libgdata
libgdiplus
libgdm
libgee
libgepub
libgexiv2
libgit2
libgit2-glib
libglade
libglvnd
libgme
libgnome-games-support
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libindicator-gtk2
libinput
libiptcdata
libixion
libjpeg-turbo
libjpeg6-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmagick
libmagick6
libmariadbclient
libmatroska
libmediaart
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libmypaint
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
libnsl
libnss_nis
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpst
libpulse
libpwquality
libqtshadowsocks
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstdc++5
libstemmer
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtiger
libtirpc
libtommath
libtool
libudev0-shim
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvpx1.3
libwacom
libwbclient
libwebp
libwmf
libwnck3
libwpd
libwpg
libwps
libwrap
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libytnef
libzapojit
libzip
libzmf
licenses
lightsoff
linux
linux-api-headers
linux-firmware
linux-headers
liteide
llvm
llvm-libs
lm_sensors
lmdb
logrotate
love
lpsolve
lsb-release
lua
lua-lgi
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lxrandr
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
maven
mdadm
media-player-info
mercurial
mesa
mesa-demos
meson
metis
minecraft
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mongodb
mono
mousetweaks
mozilla-common
mpfr
mpg123
mpv
mtdev
mtr
mutter
mypaint-brushes
nano
nasm
nautilus
nautilus-sendto
ncurses
ndctl
neon
net-snmp
net-tools
netctl
netease-cloud-music
nettle
networkmanager
nghttp2
nginx
nikto
ninja
nm-connection-editor
node-gyp
nodejs
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
nuget
numactl
numix-circle-icon-theme-git
numix-gtk-theme
numix-icon-theme-git
nutstore
nvm
obs-studio
ocl-icd
octave
oniguruma
openal
opencc
opencore-amr
opencv
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
opus
orc
orca
osinfo-db
ostree
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-json
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-dbus
perl-net-http
perl-net-ssleay
perl-text-iconv
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-x11-protocol
perl-xml-parser
perl-xml-twig
phantomjs
phodav
phonon-qt5
phonon-qt5-gstreamer
php
php-gd
php-pgsql
php-sqlite
physfs
pinentry
pipewire
pixman
pkgconf
pkgfile
plasma-framework
playonlinux
polari
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
postman-bin
powerline
powerline-common
ppp
procps-ng
protobuf
psmisc
pth
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyalpm
pygobject-devel
pygobject2-devel
pygtk
python
python-anytree
python-appdirs
python-astroid
python-atspi
python-babel
python-beaker
python-beautifulsoup4
python-cachecontrol
python-cached-property
python-cairo
python-chardet
python-colorama
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-gobject
python-html5lib
python-idna
python-imagesize
python-isort
python-jedi
python-jinja
python-jsonschema
python-lazy-object-proxy
python-lockfile
python-lxml
python-mako
python-markupsafe
python-mccabe
python-msgpack
python-packaging
python-parso
python-pexpect
python-pickleshare
python-pip
python-powerline
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pycodestyle
python-pyflakes
python-pygments
python-pylint
python-pyparsing
python-pysocks
python-pytoml
python-pytz
python-requests
python-retrying
python-setuptools
python-simplejson
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-websupport
python-sqlalchemy
python-texttable
python-traitlets
python-urllib3
python-virtualenv
python-wcwidth
python-webencodings
python-websocket-client
python-whoosh
python-wrapt
python-xdg
python-yaml
python2
python2-appdirs
python2-cachecontrol
python2-cairo
python2-chardet
python2-colorama
python2-dbus
python2-distlib
python2-distro
python2-gobject2
python2-html5lib
python2-idna
python2-ipaddress
python2-lockfile
python2-msgpack
python2-notify
python2-packaging
python2-pip
python2-progress
python2-pyparsing
python2-pytoml
python2-requests
python2-retrying
python2-setuptools
python2-six
python2-urllib3
python2-webencodings
python2-wxpython3
qca
qcef
qhull
qpdf
qqwing
qrencode
qrupdate
qscintilla-qt5
qt-installer-framework
qt4
qt5-3d
qt5-base
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qtwebkit
quadrapassel
racket
ranger
raptor
rasqal
rdesktop
re2
readline
redis
redland
redshift
reiserfsprogs
rest
rhash
rogue
rrdtool
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-dbus
ruby-ffi
ruby-maruku
ruby-rb-inotify
ruby-rdoc
ruby-sass
ruby-sass-listen
ruby-yard
rubygems
run-parts
rust
rygel
s-nail
sane
sbc
sbt
scala
screenfetch
scrot
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seahorse
sed
semver
sensors-applet
serf
shadow
shadowsocks-qt5
shared-color-targets
shared-mime-info
skypeforlinux-stable-bin
slang
smbclient
smpeg
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speedtest-cli
speex
speexdsp
spice-gtk
sqlite
sqlmap
srt
sshpass
startup-notification
steam
steam-native-runtime
subversion
sudo
suitesparse
sunpinyin
sunpinyin-data
sushi
swell-foop
sysfsutils
sysprof
systemd
systemd-sysvcompat
systemd-ui
t1lib
taglib
tali
talloc
tar
task
tcl
tcpdump
tdb
teamviewer
telegram-desktop
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
template-glib
tesseract
tesseract-data-eng
tevent
texinfo
thin-provisioning-tools
tig
tigervnc
tk
tmux
tomcat8
totem
totem-plparser
traceroute
tracker
tracker-miners
trash-cli
tree
tslib
ttf-dejavu
ttf-liberation
ttf-symbola
ttf-ubraille
twolame
tzdata
uchardet
udisks2
unixodbc
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vagrant
vala
vamp-plugin-sdk
vi
vid.stab
vim-runtime
vinagre
vino
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
wget
which
whois
wildmidi
wine
winetricks
wiredtiger
wireshark-cli
wireshark-common
wireshark-gtk
woff2
wpa_actiond
wpa_supplicant
wps-office
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
wxgtk-common
wxgtk3
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcompmgr
xdebug
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xkeyboard-config
xmlsec
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xscreensaver
xsel
xterm
xvidcore
xz
yaml-cpp
yasm
yay
ydcv
yelp
yelp-xsl
zbar
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
