libnetctlgui
libpthread-stubs
mongodb
mongodb-tools
netctl-gui
netctlgui-helper
nixnote2-git
nutstore-experimental
odbc_fdw
phantomjs
plasma5-applet-netctl-gui
robo3t-bin
ruby1.8
ttf-ubraille
uuid
wapiti
wpa_actiond
acpi
adobe-source-code-pro-fonts
adobe-source-han-serif-cn-fonts
adwaita-icon-theme
aisleriot
alsa-utils
anjuta
arandr
archlinuxcn-keyring
arduino
arduino-docs
aria2
asciinema
atom
autoconf2.13
autojump
avr-binutils
avr-gcc
avr-libc
avrdude
awesome
besttrace
bleachbit
bluez-utils
bomberclone
boost
botan
byzanz
cairo
ccache
clthreads
cmake
codeblocks
composer
cronie
dep
devil
dialog
dnscrypt-proxy
dnsmasq
docker
docker-compose
docker-machine
dosfstools
doxygen
efibootmgr
elixir
emacs
emscripten
exa
exfat-utils
expect
fcitx-configtool
fcitx-sogoupinyin
fcitx-sunpinyin
feh
figlet
filezilla
firefox
font-mathematica
fzf
gdb
gimp
git
git-lfs
gitg
gitkraken
gnome-2048
gnome-power-manager
gnome-screensaver
gnome-system-log
google-chrome
google-chrome-dev
gradle
grub
gtest
gucharmap
gulp
gvim
htop
httpie
iftop
imake
intel-tbb
irssi
iw
jdk7-openjdk
jdk8-openjdk
jq
kcptun
kotlin
kubectl-bin
lib32-libnsl
lib32-libva-intel-driver
lib32-libxslt
lib32-mpg123
lib32-v4l-utils
libgnome-games-support
libnsl
libnss_nis
libreoffice-fresh
libstdc++5
libvdpau-va-gl
lightdm
lightdm-gtk-greeter
linux-headers
liteide
llvm
lm_sensors
love
mariadb
maven
mercurial
meson
minecraft
mono
mpv
mtr
nasm
net-tools
netease-cloud-music
nghttp2
nginx
nikto
node-gyp
noto-fonts-emoji
ntfs-3g
ntp
nuget
numix-gtk-theme
numix-icon-theme-git
nvm
obs-studio
octave
openssh
p7zip
pacman-contrib
pandoc
pavucontrol
perl-mailtools
perl-timedate
php-gd
php-mongodb
php-pgsql
php-sqlite
pkgfile
pkgtools
playonlinux
postman-bin
powerline
powertop
pth
pulsemixer
pyalpm
python-pip
python-virtualenv
python2-pip
qt-installer-framework
racket
ranger
rclone
rdesktop
redis
redshift
rogue
rrdtool
rsync
ruby
ruby-rdoc
rust
sane
sbt
scala
screenfetch
scrot
seahorse
sensors-applet
shadowsocks-qt5
skim-git
skypeforlinux-stable-bin
speedtest-cli
sqlmap
sshpass
steam
steam-native-runtime
systemd-ui
task
tcpdump
teamviewer
telegram-desktop
tesseract
tig
tigervnc
tiled
tldr
tlp
tmux
tomcat8
traceroute
trash-cli
tree
ttf-fira-code
ttf-liberation
ttf-symbola
unrar
v2ray
vagrant
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
weechat
wget
wine
winetricks
wireshark-cli
wireshark-qt
wps-office
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xclip
xcompmgr
xdebug
xdotool
xorg-xinit
xscreensaver
xsel
yasm
yay
ydcv
zsh
zsh-autosuggestions
zsh-syntax-highlighting
